Repository: Liortra/pokedex
Catalog: lib/l10n/app_*.arb
Languages: he

# language
source: English
he: עברית

# splash
source: Pokemon!
he: פוקימון!

# homepage
source: Hello to your pokedex
he: ברוכים הבאים לפוקידקס האישי שלך

# search
source: Search Pokemon
he: חפש פוקימון

# empty
source: Let's catch some pokemon
he: זה הזמן לתפוס כמה פוקימונים

# exist
source: Pokemon already in your pokedex
he: הפוקימון קיים אצלך בפוקידקס

# errorTitle
source: Error
he: שגיאה

# errorButton
source: OK
he: הבנתי

# exception
source: Something wrong happen, try later
he: קרה משהו לא צפוי, נסה פעם אחרת

source: submit
he: שנה

source: Cancel
he: ביטול

source: Name
he: שם

source: Nickname
he: כינוי

# nameEmpty
source: This field can't be empty
he: חייב למלא כאן
